Repository: elaine950619/Aligna_frontend
Catalog: AlignaTest/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A focus mantra is already generating. Please wait a moment.
zh_hans: 主题心语正在生成中，请稍候。

# about.activity
source: Activity
zh_hans: 活动

# about.activity_desc
source: A small act you can begin right now.
zh_hans: 一个小到可立即开始的动作。

# about.align_description
source: Alynna does not predict your future or judge your days. Each morning it invites you to pause — to listen to your body's rhythm, the temperature of your feelings, the quiet pull of the stars — and then meets you with one line of spirit, a set of small recommendations, and a focus for the day. It isn't here to change you. It's here to help you see yourself more clearly.
zh_hans: Alynna 不做预测，不给评判。 它每天邀请你停下一秒，倾听自己——身体的节律、心情的温度、星象的细微牵引——再用一句心语、一组推荐、一天的课题，帮你与当下对齐。 不是要改变你，只是让你更清楚地看见自己。

# about.align_inner_rhythm
source: What Alynna Is
zh_hans: 什么是 Alynna

# about.alignment_body
source: At the top of today's mantra card, you'll see five stars and three keywords — this is Today's Alignment. Alignment is not a fortune. It measures how in sync you are with yourself and the day's natural rhythms, drawn from your current state, today's cosmic energy, and the focus you've chosen. A higher reading invites forward motion — a day when energy flows. A lower reading invites stillness, turning inward, restoring — a softer day. Every day has its right note. Only its shape changes.
zh_hans: 折叠态的心语卡片上，你会看到五颗星与三个关键词——这是今日和度。 它不是运势。和度衡量你今天与自己、与今日节律的同步程度，由你当下的状态、今日星象，以及你选择的课题共同汇成。 高分邀请你向前——是能量流畅的日子。 低分邀请你放缓、内收、休养——是一个更柔软的日子。 每天都是恰到好处的节拍，只是形态不同。

# about.alignment_title
source: Today's Alignment
zh_hans: 今日和度

# about.career
source: Career
zh_hans: 职业

# about.career_desc
source: A direction to move work forward.
zh_hans: 工作的一个推进方向。

# about.color
source: Color
zh_hans: 颜色

# about.color_desc
source: Today's visual tone.
zh_hans: 今日视觉上的基调。

# about.copyright
source: © 2026 Alynna. Made with cosmic intention
zh_hans: © 2026 Alynna. 以宇宙之意创作

# about.daily_flow_eight_title
source: Eight small anchors
zh_hans: 八类推荐

# about.daily_flow_focus_desc
source: Pick one lens for the day, from 41 options — heartbreak, solitude, deep work, friendship, gratitude, a solar term, job search... It shapes the tone of your mantra and the direction of your recommendations.
zh_hans: 从 41 个候选中选一个作为今日的透镜——心碎、独处、深度专注、挚友、感恩、节气、求业……它决定了心语的语气，也决定了推荐的方向。

# about.daily_flow_focus_title
source: Focus
zh_hans: 今日课题

# about.daily_flow_intro
source: Every morning, Alynna offers three things —
zh_hans: 每一天，Alynna 给你三样东西——

# about.daily_flow_mantra_desc
source: One sentence that begins with "I" — a quiet promise or reminder drawn from your present state and today's focus, written in a restrained voice.
zh_hans: 一句以「我」开始的句子。是今天你对自己的承诺或提醒，摘自你当下的状态与课题，用内敛、克制的中文写成。

# about.daily_flow_mantra_title
source: Mantra
zh_hans: 心语

# about.daily_flow_title
source: Three Companions, Each Day
zh_hans: 每日的三重陪伴

# about.eight_areas
source: Eight Areas of Daily Support
zh_hans: 八个日常支持领域

# about.gemstone
source: Gemstone
zh_hans: 宝石

# about.gemstone_desc
source: An anchor to keep or wear.
zh_hans: 静置或佩戴的能量锚。

# about.gentle_description
source: Alynna speaks softly. It does not hype, and it does not sell urgency. We won't tell you what you "must" do today. We won't label your score as good or bad. We won't flood you with notifications. We simply sit with you, for a moment, when you choose to open us.
zh_hans: Alynna 的语气克制、不鼓吹、不贩卖焦虑。 我们不会说「你今天一定要做什么」，不会给分数配「差/好」的标签，不会用通知轰炸你。 只是每天在你愿意打开时，安静地陪你片刻。

# about.gentle_way
source: A Gentle Way to Move Through the Day
zh_hans: 温和地度过每一天

# about.moon_body
source: Twice a month, when the new moon or full moon arrives, a quiet banner appears at the top of your card, inviting you to pause. The new moon is for setting — write down three intentions you want to hold this month. The full moon is for releasing — write down three things you're ready to let go of. What you write stays with you. It is your private pact with this month.
zh_hans: 每月两次，当新月或满月到来，Alynna 会在卡片顶端静静地出现一条横幅，邀请你停下来。 新月是立心之时——写下你本月最想实现的三个意图。 满月是放下之时——写下你愿意释放的三件事。 你写下的话只留在你自己的地方。它们是你与这个月份的约定。

# about.moon_title
source: The New Moon and the Full Moon
zh_hans: 月圆与新月的仪式

# about.place
source: Place
zh_hans: 地点

# about.place_desc
source: A space to stay in, for today.
zh_hans: 一个今日合宜停留的空间。

# about.privacy_chart
source: Birth chart information remains private and secure
zh_hans: 出生图表信息保持私密和安全

# about.privacy_control
source: You have full control over your data and can delete it anytime
zh_hans: 你完全掌控自己的数据，可以随时删除

# about.privacy_description
source: Everything you write is yours.
zh_hans: 你写下的一切，都是你的。

# about.privacy_location
source: Location data is used only for local weather and cosmic calculations
zh_hans: 位置数据仅用于本地天气和宇宙计算

# about.privacy_moon
source: Your moon intentions, journal entries, and focus history live only inside Alynna — never shared with any third party.
zh_hans: 你的月相心愿、日记、课题记录只存在于你的 Alynna，不与任何第三方共享。

# about.privacy_title
source: Data & Privacy
zh_hans: 数据与隐私

# about.privacy_transmission
source: No personal data is transmitted to external servers
zh_hans: 没有个人数据传输至外部服务器

# about.relationship
source: Relationship
zh_hans: 关系

# about.relationship_desc
source: The tone to bring to others today.
zh_hans: 今日与他人相处的基调。

# about.scent
source: Scent
zh_hans: 香氛

# about.scent_desc
source: A subtle guidance by scent.
zh_hans: 气味的细微引导。

# about.sound
source: Sound
zh_hans: 声音

# about.sound_desc
source: A sound to stay with, through focus or rest.
zh_hans: 陪伴你一段专注或休息的声音。

# about.tagline
source: Align with yourself, and with the rhythm of the day.
zh_hans: 对齐当下的你与今日的节律。

# action.toast.on_track
source: You're on track
zh_hans: 你在正确的路上

# action.toast.step_closer
source: One step closer
zh_hans: 距离目标又近了一步

# action.toast.well_done
source: Well done
zh_hans: 完成了，继续

source: Add a short description for this focus.
zh_hans: 请为该主题添加简短描述。

source: Ascendant
zh_hans: 上升星座

source: Astrology (approximate)
zh_hans: 占星（近似值）

# auth.account_incomplete_message
source: Your account setup is incomplete. Please try signing in again.
zh_hans: 账号设置未完成，请重新登录。

# auth.dialog_continue
source: Continue
zh_hans: 继续

# auth.dialog_error_title
source: Something went wrong
zh_hans: 出现错误

# auth.dialog_ok
source: OK
zh_hans: 确定

# auth.email_placeholder
source: Email
zh_hans: 邮箱

# auth.missing_nonce
source: Authentication error. Please try again.
zh_hans: 认证出错，请重试。

# auth.or_with
source: or
zh_hans: 或

# auth.password_placeholder
source: Password
zh_hans: 密码

# blocked.confirm_unblock_body
source: Once unblocked, they can send you bond requests again.
zh_hans: 解除后对方可以再次向你发送绑定请求。

# blocked.confirm_unblock_title
source: Unblock?
zh_hans: 解除屏蔽?

# blocked.empty_state
source: No blocked numbers
zh_hans: 没有屏蔽的号

# blocked.unblock_button
source: Unblock
zh_hans: 解除屏蔽

# blocked.unblock_cancel
source: Cancel
zh_hans: 取消

# blocked.unblock_confirm
source: Unblock
zh_hans: 确认解除

# bonds.accept
source: Accept
zh_hans: 接受

# bonds.active_section
source: Active
zh_hans: 正在

# bonds.add_button
source: Add someone close
zh_hans: 添加亲近之人

# bonds.add_title
source: Add someone close
zh_hans: 添加亲近之人

# bonds.block_sender
source: Decline and block this number
zh_hans: 拒绝并屏蔽此号

# bonds.breakdown_info_label
source: About these dimensions
zh_hans: 了解各维度

# bonds.breakdown_info_title
source: How alignment is calculated
zh_hans: 合盘是怎么算的

# bonds.breakdown_title
source: Alignment breakdown
zh_hans: 合盘构成

# bonds.cancel_cooling
source: Cancel bond
zh_hans: 取消绑定

# bonds.cannot_add_self
source: You can't bond with yourself.
zh_hans: 不能和自己绑定。

# bonds.cannot_send_now
source: Can't send a request right now.
zh_hans: 当前无法发送请求。

# bonds.close_push_cover
source: Close
zh_hans: 关闭

# bonds.component_chart
source: Chart resonance
zh_hans: 星盘相合

# bonds.component_chart_desc
source: Based on both birth charts, this reflects your long-term natural resonance — how your personalities and energies complement each other at the astrological level.
zh_hans: 基于双方出生星盘，反映你们在性格与能量层面的天然共鸣。分数越高，说明星盘结构越契合。

# bonds.component_focus
source: Focus fit
zh_hans: 课题契合

# bonds.component_focus_desc
source: Measures how closely your chosen focus areas overlap or complement each other today. Shared or complementary focuses tend to create stronger daily synergy.
zh_hans: 衡量双方今日所选课题的交集或互补程度。课题相近或互补，往往意味着今天的协同效果更强。

# bonds.component_intent
source: Today's intent
zh_hans: 今日意图

# bonds.component_intent_desc
source: Compares your primary intentions for today — such as rest, connection, or growth. Higher alignment means you're moving in a similar direction right now.
zh_hans: 对比双方今日的主要意图（如恢复、连接、成长）。分数越高，说明你们今天的行动方向越一致。

# bonds.component_score
source: Energy closeness
zh_hans: 和度接近

# bonds.component_score_desc
source: Compares your today's energy scores. The closer your scores, the more in-sync your day's rhythms are — making it easier to connect and collaborate.
zh_hans: 对比双方今日的能量评分差距。评分越接近，说明今天的状态越同步，彼此沟通和配合的效果也越好。

# bonds.cooling_ending_soon
source: Active shortly
zh_hans: 即将生效

# bonds.cooling_remaining_hm
source: Active in %dh %dm
zh_hans: 还剩 %d 小时 %d 分生效

# bonds.cooling_remaining_m
source: Active in %d min
zh_hans: 还剩 %d 分钟生效

# bonds.cooling_section
source: In cooling
zh_hans: 等待生效

# bonds.daily_compat_label
source: Today's Alignment
zh_hans: 今日合盘

# bonds.decline
source: Decline
zh_hans: 拒绝

# bonds.empty_hint
source: Share your Alynna number with someone you trust, or enter theirs below.
zh_hans: 把你的 Alynna 号告诉你信任的人，或在下方输入对方的号。

# bonds.empty_state
source: No one here yet
zh_hans: 还没有添加任何人

# bonds.enter_number_prompt
source: Enter their Alynna number
zh_hans: 输入对方的 Alynna 号

# bonds.intent.clarify
source: clarifying
zh_hans: 厘清

# bonds.intent.commit
source: committing
zh_hans: 前行

# bonds.intent.connect
source: connecting
zh_hans: 联结

# bonds.intent.discern
source: discerning
zh_hans: 审辨

# bonds.intent.protect
source: protecting
zh_hans: 守护

# bonds.intent.restore
source: restoring
zh_hans: 休养

# bonds.join_days
source: Joined %d days ago
zh_hans: 加入 %d 天

# bonds.lookup_button
source: Look up
zh_hans: 查询

# bonds.lookup_failed
source: Could not look up that number. Please try again.
zh_hans: 查询失败，请稍后再试。

# bonds.max_hint
source: Up to %d people, close kept close.
zh_hans: 最多 %d 人，亲近之人，留在身边。

# bonds.number_not_found
source: No such Alynna number.
zh_hans: 此号无效。

# bonds.partner_focus_label
source: Focus
zh_hans: 课题

# bonds.partner_keywords_label
source: Keywords
zh_hans: 关键词

# bonds.partner_score_label
source: Alignment
zh_hans: 和度

# bonds.partner_today_title
source: %@ today
zh_hans: %@ 今日的状态

# bonds.pending_badge_a11y
source: %d pending bond request(s)
zh_hans: %d 条待处理的绑定请求

# bonds.permanent_base_value
source: Long-term resonance · %d
zh_hans: 长期合度 · %d

# bonds.privacy_warning
source: Once bonded, they'll see your daily focus and today's alignment.
zh_hans: 绑定后对方可看到你每日课题与今日和度。

# bonds.received_section
source: Waiting for your response
zh_hans: 等待你的回应

# bonds.request_sent
source: Request sent · waiting for their response
zh_hans: 请求已发送，等待对方回应

# bonds.section_title
source: My Inner Circle
zh_hans: 我的亲近圈

# bonds.send_failed
source: Could not send the request. Please try again.
zh_hans: 发送失败，请稍后再试。

# bonds.send_request_button
source: Send bond request
zh_hans: 发送绑定请求

# bonds.sent_section
source: Sent, awaiting response
zh_hans: 已发出，等待回应

# bonds.sever_button
source: End Inner Circle
zh_hans: 解除亲近关系

# bonds.sever_confirm_action
source: End bond
zh_hans: 结束这段关系

# bonds.sever_confirm_action_clear_now
source: End and clear history now
zh_hans: 结束并立即清除历史

# bonds.sever_confirm_body
source: This bond will no longer appear in either of your Alynnas. History is kept for 30 days.
zh_hans: 这段关系不会再显示在任何一方的 Alynna 里。历史数据默认保留三十天。

# bonds.sever_confirm_cancel
source: Keep bonded
zh_hans: 保持绑定

# bonds.sever_confirm_title
source: End Inner Circle
zh_hans: 解除亲近关系

# bonds.shared_intents_hint
source: You both lean toward the same inner direction today.
zh_hans: 你们今天都倾向于同一种内在方向。

# bonds.shared_intents_title
source: In sync today
zh_hans: 今日同频

# bonds.today_comparison_title
source: TODAY
zh_hans: 今日

# bonds.today_no_data
source: No data yet
zh_hans: 暂无数据

# bonds.waiting_for_response
source: Waiting for their response
zh_hans: 等待对方回应

source: Cancel
zh_hans: 取消

# category.activity
source: Activity
zh_hans: 活动

# category.career
source: Career
zh_hans: 职业

# category.color
source: Color
zh_hans: 颜色

# category.gemstone
source: Gemstone
zh_hans: 宝石

# category.place
source: Place
zh_hans: 地点

# category.relationship
source: Relationship
zh_hans: 关系

# category.scent
source: Scent
zh_hans: 香氛

# category.sound
source: Sound
zh_hans: 声音

source: Close
zh_hans: 关闭

source: Confirm
zh_hans: 确认

source: Continue
zh_hans: 继续

source: Could not capture the screenshot.
zh_hans: 无法截取截图。

source: Could not generate the %@ mantra:
zh_hans: 无法生成 %@ 心语：

source: Could not read the %@ mantra response.
zh_hans: 无法读取 %@ 心语响应。

source: Current Focus
zh_hans: 当前主题

source: Custom Focuses
zh_hans: 自定义主题

source: Daily stays pinned and cannot be deleted.
zh_hans: 「每日」已固定，无法删除。

source: Daily stays pinned so you can always return to the daily mantra.
zh_hans: 「每日」已固定，可随时返回今日心语。

# daily_alignment.close
source: Close
zh_hans: 关闭

# daily_alignment.concept_body
source: Alignment measures how in sync you are today — with yourself, and with the day's natural rhythms. It weaves together your current state, today's cosmic energy, and the focus you've set. Alignment is not a fortune. A high score invites forward motion; a lower one invites stillness, turning inward, restoring. Every day has its right note. It is only its shape that changes.
zh_hans: 和度衡量你今天与自己、与今日节律的同步程度。由你当下的状态、今日星象，以及你选择的课题共同汇成。 和度不做好坏评判。高分是能量流畅、适合向前；低分是邀请你放缓、内收、休养。 每天都是恰到好处的那个节拍，只是形态不同。

# daily_alignment.learn_more
source: What is Alignment?
zh_hans: 什么是和度?

# daily_alignment.title
source: Today's Alignment
zh_hans: 今日和度

# daily_score.stars_a11y
source: Today's alignment: %d of 5 stars
zh_hans: 今日和度：%d 星，共 5 星

# daily_score.tap_hint
source: Double tap to reveal the reason
zh_hans: 双击查看原因

source: Delete
zh_hans: 删除

source: Delete "%@" Focus
zh_hans: 删除主题「%@」

source: Delete Focus?
zh_hans: 删除主题？

# detail.click_hint
source: Click
zh_hans: 点击

# detail.close
source: Close
zh_hans: 关闭

# detail.daily_anchor
source: ✦ Daily Anchor ✦
zh_hans: ✦ 今日锚点 ✦

# detail.default_reasoning.activity
source: This activity supports gentle reflection and mental reset.
zh_hans: 这项活动有助于温和地反思与心理重置。

# detail.default_reasoning.career
source: This career cue emphasizes thoughtful decisions over impulsive action.
zh_hans: 这个职业提示强调深思熟虑的决策，而非冲动行事。

# detail.default_reasoning.color
source: This color supports balance and clarity based on your current day's tone.
zh_hans: 这个颜色根据你今天的状态，有助于平衡与清晰。

# detail.default_reasoning.default
source: Your recommendation reasoning will appear here once the model output is connected.
zh_hans: 模型输出连接后，你的推荐理由将在此处显示。

# detail.default_reasoning.gemstone
source: This gemstone was selected to encourage intuition and emotional steadiness.
zh_hans: 这块宝石经过精心挑选，有助于激发直觉与情绪稳定。

# detail.default_reasoning.place
source: This place was chosen to help you feel grounded and calm today. Tap again later once the model reasoning is connected.
zh_hans: 这个地方是为了帮助你今天保持踏实与平静。模型推理连接后，请稍后再次点击查看。

# detail.default_reasoning.relationship
source: This relationship cue encourages softer communication and connection.
zh_hans: 这个关系提示鼓励更温和的沟通与连接。

# detail.default_reasoning.scent
source: This scent aims to relax your nervous system and reduce overstimulation.
zh_hans: 这种气味旨在放松你的神经系统，减少过度刺激。

# detail.default_reasoning.sound
source: This sound is meant to create a steady background for focus or rest.
zh_hans: 这个声音旨在为专注或休息创造一个稳定的背景氛围。

# detail.loading
source: Loading...
zh_hans: 加载中...

# detail.no_sound
source: No sound today
zh_hans: 今天没有声音

# detail.now_playing
source: Now Playing
zh_hans: 正在播放

# detail.reasoning_title
source: Why This for You Today?
zh_hans: 为什么今天为你推荐这个？

# detail.set_todays_color
source: Set as Today's Color
zh_hans: 设为今日颜色

# detail.shop_bracelet
source: Shop Bracelet
zh_hans: 购买手链

# detail.shop_candle
source: Shop Candle
zh_hans: 购买蜡烛

# detail.shop_essential_oil
source: Shop Essential Oil
zh_hans: 购买精油

# detail.shop_gemstone
source: Shop Gemstone
zh_hans: 购买宝石

# detail.usage_note
source: Usage Note:
zh_hans: 使用说明：

# detail.white_noise
source: White Noise • Nature Sounds
zh_hans: 白噪音 · 自然声音

source: Each focus name can use up to 2 words.
zh_hans: 主题名称最多可使用两个字。

source: Error
zh_hans: 错误

# expanded.topic_subtitle
source: Today you'll act in this direction
zh_hans: 围绕这个方向，今天你会有所行动

source: Failed to generate wallpaper.
zh_hans: 无法生成壁纸。

source: focus
zh_hans: 主题

source: Focus deleted.
zh_hans: 主题已删除。

source: Focus Limit Reached
zh_hans: 已达主题限制

source: Focus name
zh_hans: 主题名称

source: Focus saved and added below the mantra.
zh_hans: 主题已保存并添加到心语下方。

source: Focus saved. Remove one current focus if you want to show it under the mantra.
zh_hans: 主题已保存。如需显示在心语下方，请先移除一个当前主题。

source: Focus Update
zh_hans: 主题更新

# focus.add_custom
source: New focus
zh_hans: 新建课题

# focus.choose_focuses
source: Choose up to 3 life focuses for what this mantra should pay attention to.
zh_hans: 最多选择三个生活主题，指定这个心语应关注的方向。

# focus.confirm_button
source: Confirm focus
zh_hans: 确认课题

# focus.group.body
source: Body & Health
zh_hans: 身体与健康

# focus.group.everyday
source: The Everyday
zh_hans: 日常与当下

# focus.group.inner
source: Inner Work
zh_hans: 内在与成长

# focus.group.practical
source: Practical Life
zh_hans: 现实处境

# focus.group.relationships
source: Relationships
zh_hans: 关系与他人

# focus.group.rituals
source: Rituals
zh_hans: 仪式

# focus.group.transitions
source: Life Transitions
zh_hans: 人生过渡

# focus.name.anxiety
source: Anxiety
zh_hans: 焦虑

# focus.name.career
source: Career
zh_hans: 事业

# focus.name.caregiving
source: Caregiving
zh_hans: 照料他人

# focus.name.chronic
source: Chronic Pain
zh_hans: 慢性疼痛

# focus.name.clarity
source: Clarity
zh_hans: 清明

# focus.name.conflict
source: Conflict
zh_hans: 冲突

# focus.name.connection
source: Connection
zh_hans: 连结

# focus.name.creativity
source: Creativity
zh_hans: 创造力

# focus.name.end_of_life
source: End of Life
zh_hans: 生命终章

# focus.name.family
source: Family
zh_hans: 家庭

# focus.name.fertility
source: Fertility
zh_hans: 生育

# focus.name.finance
source: Finance
zh_hans: 财务

# focus.name.focus_work
source: Deep Work
zh_hans: 深度专注

# focus.name.grief
source: Grief
zh_hans: 哀伤

# focus.name.identity
source: Identity
zh_hans: 自我认同

# focus.name.parenting
source: Parenting
zh_hans: 育儿

# focus.name.presence
source: Presence
zh_hans: 当下临在

# focus.name.purpose
source: Purpose
zh_hans: 人生意义

# focus.name.quitting
source: Breaking Free
zh_hans: 戒断与解脱

# focus.name.recovery
source: Recovery
zh_hans: 康复

# focus.name.relocation
source: New Place
zh_hans: 搬迁新居

# focus.name.research
source: Research
zh_hans: 研究

# focus.name.rest
source: Rest
zh_hans: 休息

# focus.name.transition
source: Transition
zh_hans: 人生过渡

# focus.name.heartbreak
source: Heartbreak
zh_hans: 心碎

# focus.name.friendship
source: Friendship
zh_hans: 友情

# focus.name.singlehood
source: Singlehood
zh_hans: 独身生活

# focus.name.long_distance
source: Long Distance
zh_hans: 异地

# focus.name.menstrual
source: Menstrual Cycle
zh_hans: 生理周期

# focus.name.menopause
source: Menopause
zh_hans: 更年期

# focus.name.graduation
source: Graduation
zh_hans: 毕业

# focus.name.empty_nest
source: Empty Nest
zh_hans: 空巢

# focus.name.loneliness
source: Loneliness
zh_hans: 孤独

# focus.name.job_search
source: Job Search
zh_hans: 求职

# focus.name.exam
source: Exam
zh_hans: 考试

# focus.name.entrepreneurship
source: Entrepreneurship
zh_hans: 创业

# focus.name.gratitude
source: Gratitude
zh_hans: 感恩

# focus.name.birthday
source: Birthday
zh_hans: 生日

# focus.name.anniversary
source: Anniversary
zh_hans: 纪念日

# focus.name.solar_term
source: Solar Term
zh_hans: 节气

# focus.name.digital_detox
source: Digital Detox
zh_hans: 数字排毒

# focus.previous_result
source: Showing previous result. Generating today's mantra and rhythm.
zh_hans: 显示上次结果。正在生成今天的心语和节奏。

# focus.select_title
source: What do you want to face today?
zh_hans: 今天，你想面对什么？

source: Focuses
zh_hans: 主题

# font_size_locked_dismiss
source: Got it
zh_hans: 知道了

# font_size_locked_message
source: This app uses a fixed layout to preserve its visual style. System font size changes won't affect the display.
zh_hans: 本应用使用固定布局以保持视觉风格，系统字体大小的调整不会影响界面显示。

# font_size_locked_title
source: Font Size Locked
zh_hans: 字体大小已锁定

source: For now, non-daily focuses can be refreshed up to 2 times per day, and each selected focus can only be updated once per day. If you want to explore more, please choose carefully and come back tomorrow. We're also working on a subscription plan with more access. Thank you for your patience.
zh_hans: 目前，非每日主题每天最多可刷新两次，每个已选主题每天只能更新一次。如需探索更多，请谨慎选择，明天再来。我们也在努力推出订阅计划以提供更多使用次数，感谢你的耐心等待。

# frontpage.disclaimer
source: Begin with what this day is holding.
zh_hans: 从这一天正在承载的事开始。

# frontpage.login
source: Log In
zh_hans: 登录

# frontpage.signup
source: Sign Up
zh_hans: 注册

# frontpage.tagline
source: Your daily rhythm companion
zh_hans: 你的每日节奏伴侣

source: Generating today's mantra
zh_hans: 正在生成今日心语

source: Generating today's mantra and rhythm
zh_hans: 正在生成今日心语与节奏

source: Generating your focus mantra
zh_hans: 正在生成你的主题心语

source: Health note
zh_hans: 健康提示

source: Holding tight. Focus mantra requests can take up to a minute.
zh_hans: 请稍候，主题心语请求最多需要一分钟。

source: Holding tight. Generating today's mantra can take up to a minute.
zh_hans: 请稍候，生成今日心语最多需要一分钟。

# home.today_actions
source: Today's actions
zh_hans: 今日行动

# home.today_focus
source: Today's focus
zh_hans: 今日课题

# home.today_guidance
source: Today's guidance
zh_hans: 今日指引

# home.today_mantra
source: Today's mantra
zh_hans: 今日心语

source: If a focus relates to your physical or mental health, treat Alynna as supportive guidance only and continue to follow professional medical advice.
zh_hans: 若某个主题涉及你的身体或心理健康，请将 Alynna 仅作为辅助指引，并继续遵循专业医疗建议。

# journal.cancel
source: Cancel
zh_hans: 取消

# journal.check_in
source: Check-in
zh_hans: 今日记录

# journal.reset
source: Reset
zh_hans: 重置

# journal.reset_confirm_message
source: This will clear the current text. It won't delete anything saved previously.
zh_hans: 这将清除当前文本，不会删除之前保存的内容。

# journal.reset_confirm_title
source: Reset entry?
zh_hans: 重置条目？

# journal.search.all
source: All
zh_hans: 全部

# journal.search.loading
source: Loading entries...
zh_hans: 加载中...

# journal.search.no_results
source: No entries match your search.
zh_hans: 没有符合条件的记录。

# journal.search.placeholder
source: Search notes...
zh_hans: 搜索日记...

# journal.search.title
source: Journal Search
zh_hans: 搜索日记

# journal.submit
source: Submit
zh_hans: 提交

# journal.tap_true
source: Tap what feels true right now.
zh_hans: 点击现在感觉真实的选项。

# loading.close
source: Close
zh_hans: 关闭

# loading.continue
source: Continue
zh_hans: 继续

# loading.cosmic
source: Reading the cosmos
zh_hans: 读取宇宙信号

# loading.cosmic_footer
source: Chart data is derived from your current cosmic conditions.
zh_hans: 图表数据来自你当前的宇宙条件。

# loading.from_cosmos
source: From the Cosmos
zh_hans: 来自宇宙

# loading.from_environment
source: From Your Environment
zh_hans: 来自你的环境

# loading.from_within
source: From Within
zh_hans: 来自内心

# loading.gathering
source: Your signals are in place
zh_hans: 你的信号已就位

# loading.generate_mantra
source: Generate Today's Mantra
zh_hans: 生成今天的心语

# loading.generating_mantra
source: Generating your mantra
zh_hans: 正在生成你的心语

# loading.generating_mantra_now
source: Generating your mantra...
zh_hans: 正在生成你的心语…

# loading.generating_mantra_progress
source: Still generating today's mantra and rhythm.
zh_hans: 仍在生成今天的心语和节奏。

# loading.initial
source: Loading
zh_hans: 加载中

# loading.measuring_air_quality
source: Measuring air quality…
zh_hans: 正在读取空气质量…
